export default () => (
    <div className='space-y-2 text-[12px]'>
        <img
            src='https://i.pinimg.com/1200x/b0/df/95/b0df95cfc6f31293d002d4d6daac253c.jpg'
            alt='Bonobono Virus'
            className='mx-auto w-full text-center'
        />
        <div className='font-semibold text-center'>당신의 컴퓨터가 보노보노 바이러스에 감염되었습니다.. 유감.</div>
        <div className='border-t border-mac-ink' />
        <div>
            《보노보노》(ぼのぼの)는 일본 만화가인 이가라시 미키오의 작품으로 1986년 연재를 시작해 지금까지 연재를
            계속하고 있다.의 같은 이름인 웹툰을 토대로 TV도쿄 아뮤즈에서 만든 일본의 애니메이션으로, TV도쿄에서 1995년
            4월 20일 부터 1996년 3월 28일까지 후지TV에서 2016년 4월 2일 ~ 현재 방영중있다. 영화 애니메이션 감독 =
            이가라시 미키오 개봉일 = 1993년 11월 13일 제목 = 보노보노 제작 = 보노보노 영화 제작 실행위원회 상영시간 =
            103분 감독 = 쿠마가이코우키 (クマガイコウキ) 개봉일 = 2002년 8월 10일 제목 = 극장판 보노보노 쿠모모 나무의
            비밀 제작 = 다케쇼보 아이 엠 오 (アイ・エム・オー) 디지털 프론티어 (デジタル・フロンティア) 상영시간 = 61분
            제목 = 그림책 작품 내용 = *「かわいそうのこと」 「大きいのこと、小さいのこと」 「メガネヤマネくんのこと」
            「クリスマスのこと」 「ツワイオのこと」 출판 정식 한국어판은 서울문화사에서 2009년부터 2011년까지 총 26권을
            냈으나 그 이후로는 중단되었으며, 거북이북스에서 판권을 새로 구입해 2017년 5월부터 발간해, 2021년 3월
            기준으로 45권까지 출간했다. 이 외에도 거북이북스는 보노보노 선집을 냈으며, 더스토리에서는 여러 파생작품을
            출간하고 있다. 일본에서는 2021년 3월을 기준으로 46권까지 나왔다. 1993년에 셀화로 만들어진 첫 번째 극장판이
            나왔고 1995년에 총 48화의 애니메이션으로 만들어졌다. 2002년에 두 번째 극장판인 《쿠모모 나무의 비밀》(향기
            나무의 비밀)이 나왔다. 대한민국에서 처음으로 애니메이션이 방영된 것은 1996년 투니버스에서이다. 1998년에는
            공중파 방송국 SBS에서 《만화잔치》의 코너로 방영되었고, 2001년 KBS 2TV의 어린이 프로그램 《동화나라
            꿈동산》을 통해 방영되었다. 또한 현재 대한민국의 게임개발사인 바른손게임즈에서 온라인 게임으로 제작중이다.
            방영 2016년 4월 2일부터 후지 TV를 비롯한, 도카이 TV, 간사이 TV, TV 니시닛폰 등 26개 FNN 지역 민방 네트워크를
            통해서 제2작으로 방영하고 있으며, 한국은 2016년 11월 29일부터 투니버스[1]에서 《안녕! 보노보노》라는
            제목으로 1~24화는 2016년 11월 29일에서 2017년 1월 3일까지 매주 화요일 밤 9시에, 25~52화는 2017년 5월
            16일에서 6월 27일까지는 매주 화요일 밤 9시 30분에 방영했으며, 53~76화는 2017년 11월 16일에서 12월 21일까지
            매주 목요일 오후 9시에 방영했다. 77~104화는 2018년 9월 11일에서 10월 23일까지 매주 화요일 오후 9시에
            방영했다. 105~130화는 2019년 4월 25일부터 6월 6일까지 매주 목요일 밤 9시 30분에 방영했다. 131~156화는 같은
            해 10월 9일부터 11월 20일까지 매주 수요일 밤 9시 30분에 방영했다. 157~182화는 2020년 6월 10일부터 7월
            23일까지 매주 수요일 밤 9시 30분에 방영했다. 183~208화는 같은 해 10월 20일부터 12월 1일까지 매주 화요일 밤
            9시에 방영했다. 209~234화는 2021년 5월 18일부터 6월 29일까지 매주 화요일 밤 9시 30분에 방영되었다.
            235~260화는 같은 해 11월 24일부터 2022년 1월 5일까지 매주 수요일 밤 9시 30분에 방영되었다. 261~286화는 같은
            해 5월 24일부터 7월 5일까지 매주 화요일 밤 9시에 방영했다. 287~310화는 같은 해 10월 23일부터 12월 4일까지
            오전 9시에 방영했다. 311~34화는 2023년 4월 12일부터 5월 17일까지 매주 수요일 오후 3시 30분에 방영했다.
            335~62화는 같은 해 10월 4일부터 11월 15일까지 매주 수요일 오후 3시 30분에 방영했다. 363~386화는 2024년 5월
            12일부터 6월 16일까지 매주 일요일 오전 8시에 방영했다. 등장인물 주역 3인방 보노보노 : 이 작품의 주인공으로
            일반적인 어린아이의 시점을 가진 귀여운 아기 해달이다(책에서는 성인 해달이다). 힘없고 느릿느릿한 말투가
            특징이며 항상 느릿느릿해서 너부리의 놀림 대상이 된다. 거의 엉뚱한 방향으로 가곤 하지만 일반인을 뛰어넘는
            심오한 사고력과 능력을 가지고 있다. 성격은 매우 착하고 순진하며 분홍색 조개를 늘 가지고 다닌다. 겨드랑이에
            조개주머니가 있어 가끔 조개를 넣는 모습을 볼 수 있다. 너부리한테 "헛소리 하지마 임마"라고 말한적도 있다.
            인터넷 밈으로 사용된다. 너부리(아라이구마) : 라쿤이다. 보노보노와 포로리의 친구. 보노보노와 포로리에게 항상
            심술쟁이처럼 행동하지만 사실은 보노보노와 포로리를 생각하고 있다. 항상 아버지에게 대들다가 두들겨맞으며
            아버지가 자신을 때리는 것은 싫어하지만 자신이 누군가를 때리는 것은 신경쓰지 않는다. 성격은 급하고 다혈질이라
            항상 말보다는 주먹이 나가는 스타일이지만 알고 보면 상냥하고 자상한 성격이며 마음이 약하다. 아버지에 의해
            자주 부려 먹히거나 스트레스 해소용 샌드백이 된다. 아버지로부터의 독립을 꿈꾸지만 항상 실패로 돌아간다.
            보노보노가 "헛소리 하지마 임마"라고 말하자 옆으로 기울어졌다. 포로리(시마리스) : 보노보노의 친구인
            아기다람쥐(책에서는 보노보노와 마찬가지로 성인 다람쥐.). 항상 너부리에게 맞고 다닌다. 너부리를 놀린 후 "때릴
            거야?(이지메루?)" 하고 고개를 옆으로 기울이며 물어본다. 원작에서는 남자지만 두 명의 누나들과 함께 살다 보니
            말투가 여성스러워졌다고. (한국 1996년 더빙판에서는 여자로 바꾸었으나, 2016년 더빙판에서는 남자로 바꾸었으며
            원판과 같아졌다.) "때릴 거야?" 하고 물어볼 때 말고도 고개를 옆으로 기울이며 말하는 습관이 있다. 보노보노처럼
            호두를 늘 가지고 다니며 꼬리에 호두를 넣어 다닌다 보노보노와 궁합이 가장 잘 맞아 항상 친하게 지낸다.
            너부리의 동네북이지만 너부리를 골탕먹일때도 있으며 너부리에게 앙갚음을 하려고 벼르는 모습도 보여준다.
        </div>
    </div>
)
