import Markdown from '../components/Markdown'
import ReadableText from '../components/ReadableText'

export default () => (
    <ReadableText>
        <div className='text-[12px] leading-relaxed break-keep'>
            <Markdown
                content={`# 정규 동아리와 자율 동아리

전공동아리는 정규 동아리와 자율 동아리로 구분됩니다. 정규 동아리는 학교에서 정식적으로 인정되는 동아리로, 일반적으로 금요일 5-6교시 2시간 동안 진행되는 일반 동아리를 의미합니다.

자율 동아리는 정규 동아리와는 별개로 방과후나 방학, 또는 선택에 따라 공휴일에 활동하는 동아리입니다. 공식적으로 인정되는 동아리는 아니지만 학교 내에서 활동할 수 있습니다.

---

지율 동아리는 월요일 및 수요일 방과후에 남아 오후 7시 또는 9시까지 활동하며 전공동아리의 핵심이라고 볼 수 있습니다.

전공동아리에 지원하시게 된다면 자동으로 정규 동아리와 자율 동아리에 모두 가입되며, 자율 동아리는 필수는 아니지만 적극적인 참여를 권장드립니다. 
개인 사정으로 인해 자율 동아리에 참여하지 못할 경우 담당 선생님께 미리 말씀드리면 됩니다.

# 모집 절차

기본적으로 전공동아리는 매년 1학기 초에 신입 동아리원을 모집합니다. 아마 이 글을 보시는 시점이 모집 시기겠죠. 

자율 동아리의 경우 원한다면 담당 선생님께 말씀드려 활동하실 수 있습니다만, 정규 동아리는 정해진 1학기 초 모집 기간에만 가입하실 수 있습니다.

> 자율 동아리만 활동하실 경우 학교 생활기록부는 전공동아리 활동으로 기록되지 않으니 참고하시기 바랍니다.

각 전공동아리마다 모집 절차는 다를 수 있지만, Null4U는 다음과 같은 절차로 진행됩니다.

- **지원서 작성** - 구글 설문지를 통해 지원서를 작성합니다. (구글 설문지 링크는 따로 공지드립니다.)
- **면담 진행** - 지원서 검토 후 개별 면담을 진행합니다. (면담 일정은 개별 연락드립니다.)
- **합격자 발표** - 면담 후 최종 합격자를 발표합니다. (추후 개별 연락 및 전체 공지)
- **오리엔테이션 참석** - 합격자에 한해 오리엔테이션에 참석합니다. (오리엔테이션 일정은 추후 공지됩니다.)

# 면담 안내

지원자에 대한 개별 면담은 압박식 면접 형태가 아니며, 동아리 차원에서 압박식 면접을 지양하고 선호하지 않기 때문에 비교적 편안한 분위기에서 진행됩니다.

개별 면담은 아래의 항목을 유의하여 준비해주시면 됩니다.

- **자기소개** - 간단한 자기소개를 준배하시면 됩니다. (이름, 학년, 관심 분야 등. 1~2줄 정도면 충분함)
- 지원서에 작성된 내용에 대해 면접관의 질문이 있을 수 있습니다. 프리하게 답변해주시면 됩니다.
- **예의** 및 **성실한 태도**와 **긍정적인 마인드**, 그리고 **IT 분야에 대한 관심과 열정**을 보여주시면 좋습니다.

면담은 길게 잡아도 **10분 내외**로 진행되며, **프리하게 대화하는 형태**로 진행되니 너무 긴장하지 않으셔도 됩니다.

다만 너무 무례하고 건방진 태도나 성의 없는 답변, 관심과 열정이 전혀 느껴지지 않는다고 판단될 경우 불합격 될 수 있으니 유의하시기 바랍니다. 
그러한 경우가 아니라면 대부분 합격되실 수 있습니다.

또한 전공동아리는 1지망 및 2지망을 모두 지원하시고 면접을 보셔서 하나의 동아리에만 합격되실 수 있습니다. 

만약 1지망에서 불합격되셨다면 2지망에서 합격 여부가 결정되며, 몇 지망에 어떤 전공동아리를 지원하실지는 개인의 선택이니 신중히 결정하시기 바랍니다.
`}
            />
        </div>
    </ReadableText>
)
